Repository: mikecastrodemaria/Wordpress-Ultra-Simple-Paypal-Shopping-Cart
Catalog: languages/wp-ultra-simple-paypal-shopping-cart-*.po
Languages: es_es, fr_fr

source: and please consider to donate 1$ only or more if you can, &#8364; or &pound; to help me to give time for user&#8217;s support, add new features and upgrades.
es_es: y por favor considere donar solo 1$ o más si puede, &#8364; o &pound; para ayudarme a dedicar tiempo al soporte de usuarios, añadir nuevas características y actualizaciones.
fr_fr: et veuillez considérer faire un don de seulement 1€ ou plus si vous le pouvez, pour m'aider à consacrer du temps au support utilisateur, ajouter de nouvelles fonctionnalités et améliorations.

source: If ticked, display a shipping free message on cart.
es_es: Si está marcado, mostrar un mensaje de envío gratis en el carrito.
fr_fr: Si coché, affiche un message de livraison gratuite sur le panier.

source: If ticked, display the product input without line break, otherwise it display each input to a new line.
es_es: Si está marcado, mostrar la entrada del producto sin salto de línea, de lo contrario muestra cada entrada en una nueva línea.
fr_fr: Si coché, affiche les entrées de produit sans saut de ligne, sinon affiche chaque entrée sur une nouvelle ligne.

source: If ticked, display the product's name, otherwise hide it
es_es: Si está marcado, mostrar el nombre del producto, de lo contrario ocultarlo
fr_fr: Si coché, affiche le nom du produit, sinon le cache

source: If ticked, display the quantity field to choose quantity before add to cart, otherwise quantity is 1.
es_es: Si está marcado, mostrar el campo cantidad para elegir cantidad antes de añadir al carrito, de lo contrario la cantidad es 1.
fr_fr: Si coché, affiche le champ quantité pour choisir la quantité avant d'ajouter au panier, sinon la quantité est 1.

source: If ticked, use following custom id & class on button.
es_es: Si está marcado, usar el siguiente id y clase personalizada en el botón.
fr_fr: Si coché, utilise l'id et la classe personnalisés suivants sur le bouton.

source: %d item%s in your cart
es_es: %d artículo%s en su carrito
fr_fr: %d article%s dans votre panier

source: 1. <a href="https://www.paypal.com/fr/mrb/pal=CH4PZVAK2GJAJ" target="_blank">Create a PayPal account </a>(free for basic accounts)
es_es: 1. <a href="https://www.paypal.com/fr/mrb/pal=CH4PZVAK2GJAJ" target="_blank">Crear una cuenta de PayPal </a>(gratis para cuentas básicas)
fr_fr: 1. <a href="https://www.paypal.com/fr/mrb/pal=CH4PZVAK2GJAJ" target="_blank">Créer un compte PayPal </a>(gratuit pour les comptes de base)

source: 2. Add the shopping cart functionality to your products by using the following shortcodes:
es_es: 2. Añada la funcionalidad del carrito de compras a sus productos usando los siguientes shortcodes:
fr_fr: 2. Ajoutez la fonctionnalité de panier à vos produits en utilisant les shortcodes suivants :

source: 3 steps cart form URL
es_es: URL formulario carrito 3 pasos
fr_fr: URL de formulaire panier 3 étapes

source: 3.a Adding the shopping cart to your site
es_es: 3.a Añadiendo el carrito de compras a su sitio
fr_fr: 3.a Ajouter le panier à votre site

source: 3.b Setting up a 3-step checkout process
es_es: 3.b Configurando un proceso de checkout de 3 pasos
fr_fr: 3.b Configuration d'un processus de commande en 3 étapes

source: 4. Need help with your store? We're here to assist!
es_es: 4. ¿Necesita ayuda con su tienda? ¡Estamos aquí para asistirle!
fr_fr: 4. Besoin d'aide avec votre boutique ? Nous sommes là pour vous aider !

source: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> This shortcode is now usable as a widget in the Gutenberg editor, with the name "Price variation add cart block".
es_es: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Este shortcode ahora se puede usar como widget en el editor Gutenberg, con el nombre "Bloque variación precio añadir carrito".
fr_fr: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Ce shortcode est maintenant utilisable comme widget dans l'éditeur Gutenberg, avec le nom "Bloc d'ajout au panier avec variation de prix".

source: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> This shortcode is now usable as a widget in the Gutenberg editor, with the name "Simple add cart block".
es_es: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Este shortcode ahora se puede usar como widget en el editor Gutenberg, con el nombre "Bloque simple añadir carrito".
fr_fr: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Ce shortcode est maintenant utilisable comme widget dans l'éditeur Gutenberg, avec le nom "Bloc d'ajout au panier simple".

source: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> This shortcode is now usable as a widget in the Gutenberg editor, with the name "Simple cart block".
es_es: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Este shortcode ahora se puede usar como widget en el editor Gutenberg, con el nombre "Bloque carrito simple".
fr_fr: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Ce shortcode est maintenant utilisable comme widget dans l'éditeur Gutenberg, avec le nom "Bloc de panier simple".

source: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> This shortcode is now usable as a widget in the Gutenberg editor, with the name "Simple variation add cart block".
es_es: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Este shortcode ahora se puede usar como widget en el editor Gutenberg, con el nombre "Bloque simple variación añadir carrito".
fr_fr: <ion-icon name='alert-circle' class='notice-icon'></ion-icon> Ce shortcode est maintenant utilisable comme widget dans l'éditeur Gutenberg, avec le nom "Bloc d'ajout au panier avec variation simple".

source: <ion-icon name='caret-forward' class="orange"></ion-icon> Basic 'Add to Cart' button - simply add this shortcode to any post or page:
es_es: <ion-icon name='caret-forward' class="orange"></ion-icon> Botón básico 'Añadir al carrito' - simplemente añada este shortcode a cualquier entrada o página:
fr_fr: <ion-icon name='caret-forward' class="orange"></ion-icon> Bouton de base 'Ajouter au panier' - ajoutez simplement ce shortcode à n'importe quel article ou page :

source: <ion-icon name='caret-forward' class="orange"></ion-icon> Dropdown variation control - adds a dropdown selection without changing the price:
es_es: <ion-icon name='caret-forward' class="orange"></ion-icon> Control de variación desplegable - añade una selección desplegable sin cambiar el precio:
fr_fr: <ion-icon name='caret-forward' class="orange"></ion-icon> Contrôle de variation déroulante - ajoute une sélection déroulante sans changer le prix :

source: <ion-icon name='caret-forward' class="orange"></ion-icon> Multiple variations - add unlimited dropdown options:
es_es: <ion-icon name='caret-forward' class="orange"></ion-icon> Múltiples variaciones - añadir opciones desplegables ilimitadas:
fr_fr: <ion-icon name='caret-forward' class="orange"></ion-icon> Variations multiples - ajoutez des options déroulantes illimitées :

source: <ion-icon name='caret-forward' class="orange"></ion-icon> Price and shipping variations - for products with different shipping costs based on selection:
es_es: <ion-icon name='caret-forward' class="orange"></ion-icon> Variaciones de precio y envío - para productos con diferentes costos de envío según la selección:
fr_fr: <ion-icon name='caret-forward' class="orange"></ion-icon> Variations de prix et de livraison - pour les produits avec différents coûts de livraison selon la sélection :

source: <ion-icon name='caret-forward' class="orange"></ion-icon> Price variations - allows customers to select different pricing options:
es_es: <ion-icon name='caret-forward' class="orange"></ion-icon> Variaciones de precio - permite a los clientes seleccionar diferentes opciones de precios:
fr_fr: <ion-icon name='caret-forward' class="orange"></ion-icon> Variations de prix - permet aux clients de sélectionner différentes options de prix :

source: <ion-icon name='caret-forward' class="orange"></ion-icon> Variation control with shipping - adds a dropdown selection with a set shipping cost:
es_es: <ion-icon name='caret-forward' class="orange"></ion-icon> Control de variación con envío - añade una selección desplegable con un costo de envío fijo:
fr_fr: <ion-icon name='caret-forward' class="orange"></ion-icon> Contrôle de variation avec livraison - ajoute une sélection déroulante avec un coût de livraison fixe :

source: <strong>You are using qTranslate or qTranslate-X</strong> if you like to customise the followings strings, please fill the following fields with the qTranslate syntax.
es_es: <strong>Está usando qTranslate o qTranslate-X</strong> si desea personalizar las siguientes cadenas, por favor complete los siguientes campos con la sintaxis qTranslate.
fr_fr: <strong>Vous utilisez qTranslate ou qTranslate-X</strong> si vous souhaitez personnaliser les chaînes suivantes, veuillez remplir les champs suivants avec la syntaxe qTranslate.

source: Active
es_es: Activo
fr_fr: Actif

source: Add Discount Code
es_es: Añadir código de descuento
fr_fr: Ajouter le code de réduction

source: Add New Discount Code
es_es: Añadir nuevo código de descuento
fr_fr: Ajouter un nouveau code de réduction

source: Add this code: on_sent_ok: "location = 'http://example.com/mycart';" (replace with your cart page URL)
es_es: Añadir este código: on_sent_ok: "location = 'http://example.com/mycart';" (reemplazar con la URL de su página de carrito)
fr_fr: Ajoutez ce code : on_sent_ok: "location = 'http://example.com/mycart';" (remplacez par l'URL de votre page panier)

source: Add to Cart
es_es: Añadir al carrito
fr_fr: Ajouter au panier

source: Add to Cart button text
es_es: Texto del botón Añadir al carrito
fr_fr: Texte du bouton Ajouter au panier

source: Add VAT rate. The VAT must be a percentage eg. 19.60. Leave empty to disable it.
es_es: Añadir tasa de IVA. El IVA debe ser un porcentaje ej. 19.60. Deje vacío para deshabilitarlo.
fr_fr: Ajouter le taux de TVA. La TVA doit être un pourcentage ex. 19.60. Laissez vide pour la désactiver.

source: After more than 100,000 downloads, <a href="https://www.supersonique-studio.com/products-modules-plugin/wp-ultra-simple-paypal-shopping-cart/">only less that 30 users donate</a>.
es_es: Después de más de 100,000 descargas, <a href="https://www.supersonique-studio.com/products-modules-plugin/wp-ultra-simple-paypal-shopping-cart/">solo menos de 30 usuarios donan</a>.
fr_fr: Après plus de 100 000 téléchargements, <a href="https://www.supersonique-studio.com/products-modules-plugin/wp-ultra-simple-paypal-shopping-cart/">moins de 30 utilisateurs ont fait un don</a>.

source: Alternatively, use the sidebar widget to add the shopping cart to your sidebar.
es_es: Alternativamente, use el widget de la barra lateral para añadir el carrito de compras a su barra lateral.
fr_fr: Alternativement, utilisez le widget de la barre latérale pour ajouter le panier à votre barre latérale.

source: Amount
es_es: Cantidad
fr_fr: Montant

source: and
es_es: y
fr_fr: et

source: And create http://example.com/mycart page if not existing, plus past [show_wp_shopping_cart] shortcode
fr_fr: Et créez la page http://example.com/mycart si elle n'existe pas, plus collez le shortcode [show_wp_shopping_cart]

source: Apply
es_es: Aplicar
fr_fr: Appliquer

source: Apply Button Text
es_es: Texto del botón aplicar
fr_fr: Texte du bouton Appliquer

source: Are you sure you want to delete this discount code?
es_es: ¿Está seguro de que desea eliminar este código de descuento?
fr_fr: Êtes-vous sûr de vouloir supprimer ce code de réduction ?

source: Automatic redirection to checkout page
es_es: Redirección automática a página de checkout
fr_fr: Redirection automatique vers la page de commande

source: available for all your
es_es: disponible para todas sus
fr_fr: disponible pour tous vos

source: Base Shipping Cost
es_es: Costo base de envío
fr_fr: Coût de livraison de base

source: By default, shipping fee is multiply by the item's quantity added. If ticked only 1 shipping fee is added per items group.
es_es: Por defecto, la tarifa de envío se multiplica por la cantidad del artículo añadido. Si está marcado, solo se añade 1 tarifa de envío por grupo de artículos.
fr_fr: Par défaut, les frais de livraison sont multipliés par la quantité d'articles ajoutés. Si coché, seuls 1 frais de livraison sont ajoutés par groupe d'articles.

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Cart button id & class name (without the dash or dot)
es_es: ID y nombre de clase del botón carrito (sin guión o punto)
fr_fr: Id et nom de classe du bouton panier (sans le tiret ou le point)

source: Cart empty
es_es: Carrito vacío
fr_fr: Panier vide

source: Check this if you want to use
es_es: Marque esto si desea usar
fr_fr: Cochez ceci si vous voulez utiliser

source: Check to enable discount code functionality on the cart
es_es: Marcar para habilitar la funcionalidad de códigos de descuento en el carrito
fr_fr: Cochez pour activer la fonctionnalité des codes de réduction sur le panier

source: Checkout
es_es: Pagar
fr_fr: Commander

source: Checkout button id & class name (without the dash or dot)
es_es: ID y nombre de clase del botón checkout (sin guión o punto)
fr_fr: Id et nom de classe du bouton commande (sans le tiret ou le point)

source: Checkout button text
es_es: Texto del botón checkout
fr_fr: Texte du bouton Commander

source: Checkout Page URL
es_es: URL de página de checkout
fr_fr: URL de la page de commande

source: click on UP Live Support
es_es: haga clic en UP Live Support
fr_fr: cliquez sur UP Support en direct

source: Configure this URL if you like to have a form as step 2, before the final paypal cart (use [validate_wp_shopping_cart] shortcod on th first step cart page). Leave empty if you not need this.
es_es: Configure esta URL si desea tener un formulario como paso 2, antes del carrito final de paypal (use el shortcode [validate_wp_shopping_cart] en la página del carrito del primer paso). Deje vacío si no necesita esto.
fr_fr: Configurez cette URL si vous souhaitez avoir un formulaire comme étape 2, avant le panier paypal final (utilisez le shortcode [validate_wp_shopping_cart] sur la page panier de première étape). Laissez vide si vous n'en avez pas besoin.

source: Create a page with a contact form (Contact Form 7 is recommended):
es_es: Crear una página con un formulario de contacto (se recomienda Contact Form 7):
fr_fr: Créez une page avec un formulaire de contact (Contact Form 7 est recommandé) :

source: Create a page with this shortcode:
es_es: Crear una página con este shortcode:
fr_fr: Créez une page avec ce shortcode :

source: Create and manage discount codes for your customers.
es_es: Crear y gestionar códigos de descuento para sus clientes.
fr_fr: Créez et gérez les codes de réduction pour vos clients.

source: Create your cart page with the shortcode:
es_es: Crear su página de carrito con el shortcode:
fr_fr: Créez votre page panier avec le shortcode :

source: Currency
es_es: Moneda
fr_fr: Devise

source: Currency display
es_es: Visualización de moneda
fr_fr: Affichage de la devise

source: Currency Symbol
es_es: Símbolo de moneda
fr_fr: Symbole de devise

source: Current Usage Count
es_es: Contador de uso actual
fr_fr: Nombre d'utilisations actuelles

source: Custom buttons
es_es: Botones personalizados
fr_fr: Boutons personnalisés

source: Customers will be redirected to the cart with the PayPal button after successfully submitting the form.
es_es: Los clientes serán redirigidos al carrito con el botón de PayPal después de enviar exitosamente el formulario.
fr_fr: Les clients seront redirigés vers le panier avec le bouton PayPal après avoir soumis le formulaire avec succès.

source: Delete
es_es: Eliminar
fr_fr: Supprimer

source: Discount
es_es: Descuento
fr_fr: Remise

source: Discount Code
es_es: Código de descuento
fr_fr: Code de réduction

source: Discount code
es_es: Código de descuento
fr_fr: Code de réduction

source: Discount code added successfully!
es_es: ¡Código de descuento añadido exitosamente!
fr_fr: Code de réduction ajouté avec succès !

source: Discount code deleted successfully!
es_es: ¡Código de descuento eliminado exitosamente!
fr_fr: Code de réduction supprimé avec succès !

source: Discount Code Field Label
es_es: Etiqueta del campo código de descuento
fr_fr: Libellé du champ code de réduction

source: Discount Code Settings
es_es: Configuración de códigos de descuento
fr_fr: Paramètres des codes de réduction

source: Discount code updated successfully!
es_es: ¡Código de descuento actualizado exitosamente!
fr_fr: Code de réduction mis à jour avec succès !

source: Discount Codes
es_es: Códigos de descuento
fr_fr: Codes de réduction

source: Discount Label
es_es: Etiqueta de descuento
fr_fr: Libellé de réduction

source: Discount settings saved successfully!
es_es: ¡Configuración de descuentos guardada exitosamente!
fr_fr: Paramètres de réduction sauvegardés avec succès !

source: Display product name
es_es: Mostrar nombre del producto
fr_fr: Afficher le nom du produit

source: Display Product Options Inline
es_es: Mostrar opciones de producto en línea
fr_fr: Afficher les options de produit en ligne

source: Display Products URL in cart
es_es: Mostrar URL de productos en carrito
fr_fr: Afficher l'URL des produits dans le panier

source: Display quantity field
es_es: Mostrar campo cantidad
fr_fr: Afficher le champ quantité

source: Display thumbnail in cart
es_es: Mostrar miniatura en carrito
fr_fr: Afficher la vignette dans le panier

source: Do you like the WP Ultra Simple Paypal Shopping Cart Plugin?
es_es: ¿Le gusta el plugin WP Ultra Simple Paypal Shopping Cart?
fr_fr: Aimez-vous le plugin WP Ultra Simple Paypal Shopping Cart ?

source: Do you like WUSPSC ?
es_es: ¿Le gusta WUSPSC?
fr_fr: Aimez-vous WUSPSC ?

source: Do you need quick and direct support?
es_es: ¿Necesita soporte rápido y directo?
fr_fr: Avez-vous besoin d'un support rapide et direct ?

source: Do you need support or new features?
es_es: ¿Necesita soporte o nuevas características?
fr_fr: Avez-vous besoin de support ou de nouvelles fonctionnalités ?

source: e.g.
es_es: ej.
fr_fr: ex.

source: Edit
es_es: Editar
fr_fr: Modifier

source: Edit Discount Code
es_es: Editar código de descuento
fr_fr: Modifier le code de réduction

source: Edit your form settings
es_es: Editar la configuración de su formulario
fr_fr: Modifiez les paramètres de votre formulaire

source: Eg
es_es: Ej.
fr_fr: Ex.

source: Enable Discount Codes
es_es: Habilitar códigos de descuento
fr_fr: Activer les codes de réduction

source: Error adding discount code. The code might already exist.
es_es: Error al añadir código de descuento. El código podría ya existir.
fr_fr: Erreur lors de l'ajout du code de réduction. Le code existe peut-être déjà.

source: Error deleting discount code.
es_es: Error al eliminar código de descuento.
fr_fr: Erreur lors de la suppression du code de réduction.

source: Error updating discount code.
es_es: Error al actualizar código de descuento.
fr_fr: Erreur lors de la mise à jour du code de réduction.

source: Example:
es_es: Ejemplo:
fr_fr: Exemple :

source: Existing Discount Codes
es_es: Códigos de descuento existentes
fr_fr: Codes de réduction existants

source: Expiry Date
es_es: Fecha de caducidad
fr_fr: Date d'expiration

source: Failed security check
es_es: Verificación de seguridad fallida
fr_fr: Échec de la vérification de sécurité

source: Fixed Amount
es_es: Cantidad fija
fr_fr: Montant fixe

source: Fixed Amount Discount
es_es: Descuento cantidad fija
fr_fr: Réduction de montant fixe

source: For information, updates and detailed documentation, please visit:
es_es: Para información, actualizaciones y documentación detallada, por favor visite:
fr_fr: Pour des informations, mises à jour et une documentation détaillée, veuillez visiter :

source: For percentage type, enter a number between 1-100
es_es: Para tipo porcentual, ingrese un número entre 1-100
fr_fr: Pour le type pourcentage, entrez un nombre entre 1-100

source: For support, please contact us:
es_es: Si necesita ayuda, póngase en contacto con nosotros:
fr_fr: Pour le support, merci de nous contacter :

source: Free
es_es: Gratis
fr_fr: Gratuit

source: Free Shipping
es_es: Envío gratis
fr_fr: Livraison gratuite

source: Free Shipping for Orders Over
es_es: Envío gratis para pedidos superiores a
fr_fr: Livraison gratuite pour les commandes supérieures à

source: Full list on <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_nvp_currency_codes">PayPal website</a>
es_es: Lista completa en <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_nvp_currency_codes">sitio web de PayPal</a>
fr_fr: Liste complète sur le <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_nvp_currency_codes">site web PayPal</a>

source: Give it a good rating
fr_fr: Donnez-lui une bonne note

source: give it a good rating
es_es: dele una buena calificación
fr_fr: lui donner une bonne note

source: Go to edit your form
es_es: Vaya a editar su formulario
fr_fr: Allez modifier votre formulaire

source: Have a look on $eceurl if you like sell on major marketplaces worldwide. We offer fix prices, and a huge expertise to help you to put your products UP to market.
es_es: Eche un vistazo a $eceurl si le gusta vender en los principales mercados mundiales. Ofrecemos precios fijos y una gran experiencia para ayudarle a poner sus productos en el mercado.
fr_fr: Jetez un œil sur $eceurl si vous aimez vendre sur les grandes places de marché mondiales. Nous proposons des prix fixes et une expertise énorme pour vous aider à mettre vos produits sur le marché.

source: Hide "Cart Empty" message
es_es: Ocultar mensaje "Carrito vacío"
fr_fr: Masquer le message "Panier vide"

source: Hide items count display message
es_es: Ocultar mensaje de conteo de artículos
fr_fr: Masquer le message d'affichage du nombre d'articles

source: Hide Shopping Cart Image
es_es: Ocultar imagen del carrito de compras
fr_fr: Masquer l'image du panier

source: Hit enter or click on reload Che to submit the updated quantity please.
es_es: Presione enter o haga clic en recargar para enviar la cantidad actualizada por favor.
fr_fr: Appuyez sur Entrée ou cliquez sur recharger pour valider la nouvelle quantité.

source: If checked the customer will be forced to enter a shipping address on PayPal when checking out.
es_es: Si está marcado, el cliente será obligado a ingresar una dirección de envío en PayPal al hacer el checkout.
fr_fr: Si coché, le client sera obligé de saisir une adresse de livraison sur PayPal lors du paiement.

source: If checked the shopping cart will be reset when the customer lands on the return URL (Thank You) page.
es_es: Si está marcado, el carrito de compras se restablecerá cuando el cliente llegue a la URL de retorno (Gracias) página.
fr_fr: Si coché, le panier sera réinitialisé quand le client arrive sur l'URL de retour (page de remerciement).

source: If checked the visitor will be redirected to the Checkout page after a product is added to the cart. You must enter a URL in the Checkout Page URL field for this to work.
es_es: Si está marcado, el visitante será redirigido a la página de Checkout después de que un producto sea añadido al carrito. Debe ingresar una URL en el campo URL de página de checkout para que esto funcione.
fr_fr: Si coché, le visiteur sera redirigé vers la page de commande après qu'un produit soit ajouté au panier. Vous devez entrer une URL dans le champ URL de la page de commande pour que cela fonctionne.
