Repository: mikecastrodemaria/Wordpress-Ultra-Simple-Paypal-Shopping-Cart
Catalog: languages/wp-ultra-simple-paypal-shopping-cart-*.po
Languages: es_es, fr_fr

source: If ticked the shopping cart image will not be shown.
es_es: Si está marcado, la imagen del carrito de compras no se mostrará.
fr_fr: Si coché, l'image du panier ne sera pas affichée.

source: If ticked, the items in cart count message on page/post or widget will not be display.
es_es: Si está marcado, el mensaje de conteo de artículos en carrito en página/entrada o widget no se mostrará.
fr_fr: Si coché, le message de comptage des articles dans le panier sur la page/article ou widget ne sera pas affiché.

source: If ticked, the product's link will not be display in cart. Activate it if you are using a page or a post for each product.
es_es: Si está marcado, el enlace del producto no se mostrará en el carrito. Actívelo si está usando una página o entrada para cada producto.
fr_fr: Si coché, le lien du produit ne sera pas affiché dans le panier. Activez-le si vous utilisez une page ou un article pour chaque produit.

source: If ticked, the product's thumbnail will not be display in cart. Activate it if you are using a page or a post for each product.
es_es: Si está marcado, la miniatura del producto no se mostrará en el carrito. Actívelo si está usando una página o entrada para cada producto.
fr_fr: Si coché, la vignette du produit ne sera pas affichée dans le panier. Activez-le si vous utilisez une page ou un article pour chaque produit.

source: If ticked, the shopping cart empty message on page/post or widget will not be display.
es_es: Si está marcado, el mensaje de carrito de compras vacío en página/entrada o widget no se mostrará.
fr_fr: Si coché, le message de panier vide sur la page/article ou widget ne sera pas affiché.

source: Inactive
es_es: Inactivo
fr_fr: Inactif

source: Invalid Code Message
es_es: Mensaje de código inválido
fr_fr: Message de code invalide

source: Invalid discount code
es_es: Código de descuento inválido
fr_fr: Code de réduction invalide

source: Item count text
es_es: Texto conteo de artículos
fr_fr: Texte comptage d'articles

source: Item global VAT
es_es: IVA global del artículo
fr_fr: TVA globale des articles

source: Item Name
es_es: Nombre del artículo
fr_fr: Nom de l'article

source: Item name text
es_es: Texto nombre del artículo
fr_fr: Texte nom d'article

source: Just ask on
es_es: Solo pregunte en
fr_fr: Demandez simplement sur

source: Leave blank for no expiry
es_es: Dejar en blanco para no caducar
fr_fr: Laissez vide pour aucune expiration

source: Leave blank for unlimited usage
es_es: Dejar en blanco para uso ilimitado
fr_fr: Laissez vide pour une utilisation illimitée

source: Like sell on major marketplaces ?
es_es: ¿Le gusta vender en los principales mercados?
fr_fr: Vous aimez vendre sur les grandes places de marché ?

source: Like the WP Ultra Simple Paypal Shopping Cart Plugin?
fr_fr: Vous aimez le plugin WP Ultra Simple Paypal Shopping Cart ?

source: Live Support
es_es: Soporte en vivo
fr_fr: Support en direct

source: Make payments with PayPal - it's fast, free and secure!
es_es: ¡Realice pagos con PayPal: es rápido, gratuito y seguro!
fr_fr: Effectuez vos paiements avec PayPal - c'est rapide, gratuit et sécurisé !

source: Min Purchase
es_es: Compra mín.
fr_fr: Achat min.

source: Minimum cart total required to use this discount code.
es_es: Total mínimo del carrito requerido para usar este código de descuento.
fr_fr: Total minimum du panier requis pour utiliser ce code de réduction.

source: Minimum Purchase Amount
es_es: Cantidad mínima de compra
fr_fr: Montant minimum d'achat

source: Must Collect Shipping Address on PayPal
es_es: Debe recopilar dirección de envío en PayPal
fr_fr: Doit collecter l'adresse de livraison sur PayPal

source: Navigate to the "Additional Settings" section
es_es: Navegar a la sección "Configuración adicional"
fr_fr: Naviguez vers la section "Paramètres supplémentaires"

source: needs!
es_es: necesidades!
fr_fr: besoins !

source: Never
es_es: Nunca
fr_fr: Jamais

source: No discount codes found.
es_es: No se encontraron códigos de descuento.
fr_fr: Aucun code de réduction trouvé.

source: No item in cart text
es_es: Texto sin artículos en carrito
fr_fr: Texte aucun article dans le panier

source: Note: The [validate_wp_shopping_cart] shortcode is required on a separate page for the 3-step process to work.
es_es: Nota: El shortcode [validate_wp_shopping_cart] es necesario en una página separada para que el proceso de 3 pasos funcione.
fr_fr: Note : Le shortcode [validate_wp_shopping_cart] est requis sur une page séparée pour que le processus en 3 étapes fonctionne.

source: on Wordpress website
es_es: en el sitio web de WordPress
fr_fr: sur le site WordPress

source: Options Updated!
es_es: ¡Opciones actualizadas!
fr_fr: Options mises à jour !

source: Or if you like down-tempo / ambiant / electronic music, you can buy a few tracks from one of my CD on Amazon.
es_es: O si le gusta la música down-tempo / ambiente / electrónica, puede comprar algunas pistas de uno de mis CD en Amazon.
fr_fr: Ou si vous aimez la musique down-tempo / ambient / électronique, vous pouvez acheter quelques morceaux de l'un de mes CD sur Amazon.

source: Paste => on_sent_ok: "location = 'http://example.com/mycart';" (replace http://example.com/mycart by your own URL)
es_es: Pegue => on_sent_ok: "location = 'http://example.com/mycart';" (reemplace http://example.com/mycart por su propia URL) "
fr_fr: Collez => on_sent_ok: "location = 'http://example.com/mycart';" (remplacez http://example.com/mycart par votre propre URL)

source: Paypal Debug output (create local debug log file)
es_es: Salida de depuración de PayPal (crear archivo de registro de depuración local)
fr_fr: Sortie de débogage PayPal (créer un fichier de log de débogage local)

source: Paypal Email Address
es_es: Dirección de email de PayPal
fr_fr: Adresse e-mail PayPal

source: PayPal profile based shipping
es_es: envío basado en perfil de PayPal
fr_fr: la livraison basée sur le profil PayPal

source: Paypal Sandbox (cart is in test)
es_es: PayPal Sandbox (carrito en pruebas)
fr_fr: PayPal Sandbox (panier en test)

source: Percentage
es_es: Porcentaje
fr_fr: Pourcentage

source: Percentage Discount
es_es: Descuento porcentual
fr_fr: Réduction en pourcentage

source: Please
es_es: Por favor
fr_fr: Veuillez

source: Please fill in all required fields.
es_es: Por favor complete todos los campos requeridos.
fr_fr: Veuillez remplir tous les champs obligatoires.

source: Please, if you like WUSPSC, think to give it a good rating
es_es: Por favor, si le gusta WUSPSC, piense en darle una buena calificación
fr_fr: S'il vous plaît, si vous aimez WUSPSC, pensez à lui donner une bonne note

source: Plural "products in your cart" text
es_es: Texto plural "productos en su carrito"
fr_fr: Texte pluriel "produits dans votre panier"

source: Price
es_es: Precio
fr_fr: Prix

source: Price text
es_es: Texto precio
fr_fr: Texte prix

source: Proceed to Checkout &raquo;
es_es: Proceder al pago &raquo;
fr_fr: Procéder au règlement &raquo;

source: product in your cart
es_es: producto en su carrito
fr_fr: produit dans votre panier

source: PRODUCT-NAME
es_es: NOMBRE-PRODUCTO
fr_fr: NOM-PRODUIT

source: PRODUCT-PRICE
es_es: PRECIO-PRODUCTO
fr_fr: PRIX-PRODUIT

source: products in your cart
es_es: productos en su carrito
fr_fr: produits dans votre panier

source: Products Page URL
es_es: URL de página de productos
fr_fr: URL de la page produits

source: Products page URL title
es_es: Título URL página de productos
fr_fr: Titre URL page produits

source: Professional support provided by the Supersonique Studio team.
es_es: Soporte profesional proporcionado por el equipo de Supersonique Studio.
fr_fr: Support professionnel fourni par l'équipe Supersonique Studio.

source: Quantity
es_es: Cantidad
fr_fr: Quantité

source: Quantity text
es_es: Texto cantidad
fr_fr: Texte quantité

source: Readme
es_es: Léeme
fr_fr: Lisez-moi

source: Remove
es_es: Eliminar
fr_fr: Supprimer

source: Remove text
es_es: Texto eliminar
fr_fr: Texte supprimer

source: Reset Cart After Redirection to Return Page
es_es: Restablecer carrito después de redirección a página de retorno
fr_fr: Réinitialiser le panier après redirection vers la page de retour

source: Return URL
es_es: URL de retorno
fr_fr: URL de retour

source: Save Changes
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications

source: Scroll down and go to "Additional Settings" text area
es_es: Desplácese hacia abajo y vaya al área de texto "Configuración adicional"
fr_fr: Faites défiler vers le bas et allez dans la zone de texte "Paramètres supplémentaires"

source: Select Type
es_es: Seleccionar tipo
fr_fr: Sélectionner le type

source: Settings
es_es: Configuración
fr_fr: Paramètres

source: Shipping
es_es: Envío
fr_fr: Livraison

source: Shipping fee per item
es_es: Tarifa de envío por artículo
fr_fr: Frais de livraison par article

source: Shipping text
es_es: Texto envío
fr_fr: Texte livraison

source: Shopping Cart Configuration Error! You must specify a value in the 'Checkout Page URL' field for the automatic redirection feature to work!
es_es: ¡Error de configuración del carrito de compras! ¡Debe especificar un valor en el campo 'URL de página de checkout' para que la función de redirección automática funcione!
fr_fr: Erreur de configuration du panier ! Vous devez spécifier une valeur dans le champ 'URL de la page de commande' pour que la redirection automatique fonctionne !

source: Shopping Cart title
es_es: Título del carrito de compras
fr_fr: Titre du panier

source: Singular "product in your cart" text
es_es: Texto singular "producto en su carrito"
fr_fr: Texte singulier "produit dans votre panier"

source: Size in pixel of product's thumbnail display in cart. Displayed if product's thumbnail are activate and if you'r using a page or a post for each product.
es_es: Tamaño en píxeles de la miniatura del producto mostrada en el carrito. Se muestra si las miniaturas del producto están activadas y si está usando una página o entrada para cada producto.
fr_fr: Taille en pixel de l'affichage de la vignette du produit dans le panier. Affiché si les vignettes de produit sont activées et si vous utilisez une page ou un article pour chaque produit.

source: Size|Small,1.10|Medium,2.10|Large,3.10
es_es: Tamaño|Pequeño,1.10|Mediano,2.10|Grande,3.10
fr_fr: Taille|Petit,1.10|Moyen,2.10|Grand,3.10

source: Status
es_es: Estado
fr_fr: Statut

source: Subtotal
fr_fr: Sous-total

source: Subtotal text
es_es: Texto subtotal
fr_fr: Texte sous-total

source: Support provided by Supersonique Studio Staff.
es_es: Soporte proporcionado por el personal de Supersonique Studio.
fr_fr: Support fourni par l'équipe Supersonique Studio.

source: Test Product
es_es: Producto de prueba
fr_fr: Produit de test

source: Text/Image to Show When Cart Empty
es_es: Texto/Imagen a mostrar cuando el carrito esté vacío
fr_fr: Texte/Image à afficher quand le panier est vide

source: Thanks a lot for your support !!!
es_es: ¡¡¡Muchas gracias por su apoyo!!!
fr_fr: Merci beaucoup pour votre support !!!

source: The customer will be redirected to cart with paypal button after successful form submit
fr_fr: Le client sera redirigé vers le panier avec le bouton paypal après soumission réussie du formulaire

source: The label for the discount code input field
es_es: La etiqueta para el campo de entrada del código de descuento
fr_fr: Le libellé pour le champ de saisie du code de réduction

source: The label that appears in the cart for the discount line
es_es: La etiqueta que aparece en el carrito para la línea de descuento
fr_fr: Le libellé qui apparaît dans le panier pour la ligne de réduction

source: The message that appears when an invalid discount code is entered
es_es: El mensaje que aparece cuando se ingresa un código de descuento inválido
fr_fr: Le message qui apparaît quand un code de réduction invalide est saisi

source: The text for the apply discount button
es_es: El texto para el botón aplicar descuento
fr_fr: Le texte du bouton d'application de la réduction

source: This is the base shipping cost that will be added to the total of individual products shipping cost. Put 0 if you do not want to charge shipping cost or use base shipping cost.
es_es: Este es el costo base de envío que se añadirá al total de los costos de envío de productos individuales. Ponga 0 si no desea cobrar costo de envío o usar costo base de envío.
fr_fr: C'est le coût de livraison de base qui sera ajouté au total des coûts de livraison des produits individuels. Mettez 0 si vous ne voulez pas facturer de frais de livraison ou utiliser le coût de livraison de base.

source: This is the current number of times this code has been used
es_es: Este es el número actual de veces que se ha usado este código
fr_fr: C'est le nombre actuel de fois que ce code a été utilisé

source: This is the URL of your products page if you have any. If used, the shopping cart widget will display a link to this page when cart is empty
es_es: Esta es la URL de su página de productos si tiene alguna. Si se usa, el widget del carrito de compras mostrará un enlace a esta página cuando el carrito esté vacío
fr_fr: C'est l'URL de votre page produits si vous en avez une. Si utilisée, le widget du panier affichera un lien vers cette page quand le panier est vide

source: This is the URL the customer will be redirected to after a successful payment
es_es: Esta es la URL a la que el cliente será redirigido después de un pago exitoso
fr_fr: C'est l'URL vers laquelle le client sera redirigé après un paiement réussi

source: This setup allows you to collect customer information before proceeding to PayPal checkout.
es_es: Esta configuración le permite recopilar información del cliente antes de proceder al checkout de PayPal.
fr_fr: Cette configuration vous permet de collecter les informations client avant de procéder au paiement PayPal.

source: This will permit to receive user's input before go on paypal final's validation.
fr_fr: Cela permettra de recevoir les saisies de l'utilisateur avant d'aller à la validation finale paypal.

source: Thumbnail size
es_es: Tamaño de miniatura
fr_fr: Taille de vignette

source: To add the 'Add to Cart' button directly in your theme files, use this PHP function:
es_es: Para añadir el botón 'Añadir al carrito' directamente en los archivos de su tema, use esta función PHP:
fr_fr: Pour ajouter le bouton 'Ajouter au panier' directement dans vos fichiers de thème, utilisez cette fonction PHP :

source: To display the checkout on any post or page, simply add the shortcode:
es_es: Para mostrar el checkout en cualquier entrada o página, simplemente añada el shortcode:
fr_fr: Pour afficher la commande sur n'importe quel article ou page, ajoutez simplement le shortcode :

source: To display the number of items in the cart:
es_es: Para mostrar el número de artículos en el carrito:
fr_fr: Pour afficher le nombre d'articles dans le panier :

source: To use a customized 'add to cart' button text, fill with a text or leave empty for using image as button background. Don't forget to add background-image to your theme's style.
es_es: Para usar un texto personalizado del botón 'añadir al carrito', complete con un texto o deje vacío para usar imagen como fondo del botón. No olvide añadir background-image al estilo de su tema.
fr_fr: Pour utiliser un texte de bouton 'ajouter au panier' personnalisé, remplissez avec un texte ou laissez vide pour utiliser une image comme arrière-plan de bouton. N'oubliez pas d'ajouter background-image au style de votre thème.

source: To use a customized 'checkout' button text, fill with a text or leave empty for using image as button background. Don't forget to add background-image to your theme's style.
es_es: Para usar un texto personalizado del botón 'checkout', complete con un texto o deje vacío para usar imagen como fondo del botón. No olvide añadir background-image al estilo de su tema.
fr_fr: Pour utiliser un texte de bouton 'commander' personnalisé, remplissez avec un texte ou laissez vide pour utiliser une image comme arrière-plan de bouton. N'oubliez pas d'ajouter background-image au style de votre thème.

source: Total text
es_es: Texto total
fr_fr: Texte total

source: Update Discount Code
es_es: Actualizar código de descuento
fr_fr: Mettre à jour le code de réduction

source: Update Options
fr_fr: Mettre à jour les options

source: Usage
es_es: Uso
fr_fr: Utilisation

source: Usage Limit
es_es: Límite de uso
fr_fr: Limite d'utilisation

source: USD
fr_fr: EUR

source: Use PayPal Profile Based Shipping
es_es: Usar envío basado en perfil de PayPal
fr_fr: Utiliser la livraison basée sur le profil PayPal

source: Using this will ignore any other shipping options that you have specified in this plugin.
es_es: Usar esto ignorará cualquier otra opción de envío que haya especificado en este plugin.
fr_fr: L'utilisation de ceci ignorera toutes les autres options de livraison que vous avez spécifiées dans ce plugin.

source: VARIATION-LABEL1
es_es: ETIQUETA-VARIACION1
fr_fr: LIBELLE-VARIATION1

source: VARIATION-LABEL2
es_es: ETIQUETA-VARIACION2
fr_fr: LIBELLE-VARIATION2

source: VARIATION-NAME
es_es: NOMBRE-VARIACION
fr_fr: NOM-VARIATION

source: VARIATION-PRICE1
es_es: PRECIO-VARIACION1
fr_fr: PRIX-VARIATION1

source: VARIATION-PRICE2
es_es: PRECIO-VARIACION2
fr_fr: PRIX-VARIATION2

source: VAT
es_es: IVA
fr_fr: TVA

source: VAT text
es_es: Texto IVA
fr_fr: Texte TVA

source: Visit The Shop
es_es: Visitar la tienda
fr_fr: Visiter la boutique

source: We can provide you "Live Support" for all your WordPress or Prestashop needs!
es_es: ¡Podemos proporcionarle "Soporte en vivo" para todas sus necesidades de WordPress o Prestashop!
fr_fr: Nous pouvons vous fournir un "Support en direct" pour tous vos besoins WordPress ou Prestashop !

source: When a customer orders more than this amount he/she will get free shipping. Leave empty if you do not want to use it.
es_es: Cuando un cliente pida más de esta cantidad obtendrá envío gratis. Deje vacío si no desea usarlo.
fr_fr: Quand un client commande plus que ce montant, il/elle obtiendra la livraison gratuite. Laissez vide si vous ne voulez pas l'utiliser.

source: WP Ultra simple Paypal Cart Options
fr_fr: Options WP Ultra simple Paypal Cart

source: WP Ultra Simple Shopping Cart Read ME
es_es: WP Ultra Simple Shopping Cart Léeme
fr_fr: WP Ultra Simple Shopping Cart - Lisez-moi

source: WP Ultra Simple Shopping Cart Settings
es_es: Configuración WP Ultra Simple Shopping Cart
fr_fr: Paramètres WP Ultra Simple Shopping Cart

source: WP Ultra Simple Shopping Cart Support
es_es: Soporte WP Ultra Simple Shopping Cart
fr_fr: Support WP Ultra Simple Shopping Cart

source: WP Ultra Simple Shopping Cart Usage
es_es: Uso de WP Ultra Simple Shopping Cart
fr_fr: Utilisation de WP Ultra Simple Shopping Cart

source: WPUSPSC Support Forum
es_es: Foro de soporte WPUSPSC
fr_fr: Forum de support WPUSPSC

source: WUSPSC Forum
es_es: Foro WUSPSC
fr_fr: Forum WUSPSC

source: You can either enter plain text or the URL of an image that you want to show when the shopping cart is empty
es_es: Puede ingresar texto plano o la URL de una imagen que desee mostrar cuando el carrito de compras esté vacío
fr_fr: Vous pouvez soit entrer du texte brut ou l'URL d'une image que vous voulez afficher quand le panier est vide

source: You can install and use <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> for example and set your form with the following informations.
es_es: Puede instalar y usar <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> por ejemplo y configurar su formulario con la siguiente información.
fr_fr: Vous pouvez installer et utiliser <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> par exemple et configurer votre formulaire avec les informations suivantes.

source: You must open a free developer account to use sandbox for your tests before go live.<br> Go to <a href="https://developer.paypal.com/">https://developer.paypal.com/</a>, register and connect.
es_es: Debe abrir una cuenta gratuita de desarrollador para usar sandbox para sus pruebas antes de ir en vivo.<br> Vaya a <a href="https://developer.paypal.com/">https://developer.paypal.com/</a>, regístrese y conéctese.
fr_fr: Vous devez ouvrir un compte développeur gratuit pour utiliser le sandbox pour vos tests avant de passer en production.<br> Allez sur <a href="https://developer.paypal.com/">https://developer.paypal.com/</a>, inscrivez-vous et connectez-vous.

source: Your cart is empty
es_es: Su carrito está vacío
fr_fr: Votre panier est vide

source: Your Shopping Cart
es_es: Su carrito de compras
fr_fr: Votre panier

source: Actions
es_es: Acciones

source: Code
es_es: Código

source: Support
es_es: Soporte

source: Type
es_es: Tipo
